"Open with Keka" = "Mit Keka öffnen";
"Compress here" = "Hier komprimieren";
"Compress to..." = "Compress to...";
"Extract here" = "Hier entpacken";
"Extract to..." = "Extract to...";
"Extract to \"%@\"" = "Nach \"%@\" entpacken";
"Compress with Keka" = "Mit Keka komprimieren";
